public class Cinema {


    public void startMovieWithSubtat(Film[] args) {
        //1.создать геттер для каждого параметра класса фильм!!
        //2.внктри метода старт нужно получить информацию о каждом фильме.
        // Для этого массив который мы передаем внутрь этого метода,
        // должен обрабатываться циклом чтобы внутри
        // цикла по средством вызова геттеров получать информацию о каждом фильме и выводить ее в консоль.
    }

    public void startMovieWithout(Film[] args) {

    }
}
