public class Cinema {


    public void start(Film[] films) {
        for (int data1 = films.length - 1; data1 >= 0; data1--) ;
        {
            System.out.println(films.data1);// 6:46 сдался/

        }
        //1.создать геттер для каждого параметра класса фильм!!
        //2.внктри метода старт нужно получить информацию о каждом фильме.
        // Для этого массив который мы передаем внутрь этого метода,
        // должен обрабатываться циклом чтобы внутри
        // цикла по средством вызова геттеров получать информацию о каждом фильме и выводить ее в консоль.
    }

    public void startMovieWithout(Film[] films) {

    }
}
